// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet Slot %@";
"pci-multiether"          = "Slot Ethernet PCI %@, Port %@";
"usb-ether"               = "Ethernet USB (%@)";
"generic-ether"           = "Adaptor Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Adaptor Jaringan Nirkabel (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Slot FireWire PCI %@";
"pci-multifirewire"       = "Slot FireWire PCI %@, Port %@";
"generic-firewire"        = "Adaptor Ethernet (%@)";

"bluetooth"               = "DUN Bluetooth";
"bluetooth-modem"         = "Adaptor Modem Bluetooth USB";
"bluetooth-modem-port"    = " Port Modem Bluetooth";
"generic-bluetooth-modem" = "Modem Bluetooth (%@)";

"bluetooth-pan"           = "PAN Bluetooth";

"irda"                    = "IrDA";
"irda-ircomm"             = "Adaptor Modem IrDA USB";
"irda-ircomm-port"        = "Port Modem IrDA";

"loopback"                = "Loopback";

"modem"                   = "Modem Internal";

"modem-port"              = "Port Modem";
"modem-printer-port"      = "Port Modem/Printer";

"printer-port"            = "Port Printer";
"serial-port"             = "Port Seri";

"usbmodem"                = "Modem USB"; 
"generic-usbmodem"        = "Modem USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ikatan Ethernet (%@)";

"bridge"                  = "Bridge (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6ke4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Modem Eksternal";

"USB Ethernet"            = "Ethernet USB";
"USB Gigabit Ethernet"    = "Ethernet Gigabit USB";

"iPhone"                  = "USB iPhone";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet Built-in";
"X-multiether"            = "Ethernet Built-in %@";
"X-firewire"              = "FireWire Built-in";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
